Repository: lucky-007/kaska_pycharm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Surname
ru: Фамилии

# Search by
source: University
ru: Университету

source: Have already paid
ru: Статусу оплаты

source: Have valid student ID
ru: Наличию студенческого

source: Registered as players
ru: По зарегистрированным игрокам

source: Search
ru: Поиск

source: Sorted by:
ru: Сортировать по:

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: Use only "+" and numbers
ru: Используйте только "+" и цифры

source: Phone
ru: Телефон

source: Last name
ru: Фамилия

source: First name
ru: Имя

# Model
source: University
ru: ВУЗ/колледж/школа

source: Passwords don't match
ru: Пароли не совпадают

source: Incorrect combination of %(username)s and password
ru: Неправильная комбинация %(username)s и пароля

source: This account is inactive
ru: Этот аккаунт неактивен

source: less than 1 year
ru: Меньше года

source: 1-2 years
ru: 1-2 года

source: 2-3 years
ru: 2-3 года

source: 3-5 years
ru: 3-5 лет

source: more than 5 years
ru: Более 5 лет

source: Handler
ru: Быть хэндлером

source: Middle
ru: Быть миддлом

source: Long
ru: Быть лонгом

source: On sideline
ru: Стоять на бровке

source: Forehand
ru: Форхенд

source: Backhand
ru: Бэкхенд

source: Blade
ru: Блейд

source: Hammer
ru: Хаммер

source: Scoober
ru: Скубер

source: Overhand
ru: Оверхенд

source: Push-pass
ru: Пуш-пасс

source: Uncontrollable
ru: Неудержимый

source: SlowPock
ru: Слоу-пок

source: Cheeky
ru: Дерзкий

source: Drunk
ru: Пьяный

source: Banana-cut
ru: Банана-кат

source: Male
ru: М

source: Female
ru: Ж

source: Email address is required
ru: Email обязателен

source: We've have already this email
ru: Этот email уже зарегистрирован

source: Sex
ru: Пол

source: Experience
ru: Я играю в алтимат вот уже

source: Favourite position
ru: Во время игры на поле я предпочитаю

source: Favourite throw
ru: Мой любимый бросок определенно

source: Play style
ru: Мой стиль игры можно описать одним словом

source: T-shirt size
ru: Размер футболки

source: Student ID (photo)
ru: Студенческий билет (фото)

source: You can load the photo of the student ID later. For admins only
ru: Приложите читаемое фото студенческого билета или другого документа, подтверждающего ваш статус учащегося. Фото будет доступно только админам.

source: Go
ru: Вперед

source: Everything is as usual. To reset your password on %(site_name)s follow this link:
ru: Всё как обычно. Для смены пароля на сайте %(site_name)s пройдите по ссылке:

source: If you don't know what the ultimate is and consider the KASKA only as a hat, ignore this message.
ru: Если вы не знаете, что такое алтимат, и считаете каску только головным убором, то проигнорируйте это сообщение.

source: Register
ru: Регистрация

source: Forgot password?
ru: Забыли пароль?

source: The letter was sent for you.
ru: Вам отправлено письмо.

source: Check your email.
ru: Проверьте свою почту.

source: Return to main
ru: Вернуться на главную

source: Password reset completed successfully
ru: Восстановление пароля успешно завершено

source: Sign in
ru: Войти

source: There is no player registered with this email.
ru: Игрок с таким email не зарегистрирован.

source: Registration form
ru: Форма регистрации

source: To change password
ru: Для изменения пароля

source: use this form
ru: используйте эту форму

source: Registration
ru: Регистрация

source: Request to vk.com failed.
ru: Ошибка при запросе к vk.com.

source: Try again.
ru: Попробуйте снова.

source: You have already registered.
ru: Вы уже зарегистрированы.

source: Please login.
ru: Войдите.

source: There is no players for your request
ru: Игроков по вашему запросу не найдено

source: Paid
ru: Оплачено

source: Non-paid
ru: Не оплачено

source: Student
ru: Студент

source: Non-student
ru: Не студент

source: Enter new password
ru: Введите новый пароль

source: Password reset failed
ru: Сброс пароля не удался

source: Directory indexes are not allowed here.
ru: Индексация папок запрещена.

source: "%(path)s" does not exist
ru: "%(path)s" не существует

source: HTTP 400. Bad request.
ru: HTTP 400. Ошибочный запрос.

source: Go to main page.
ru: Вернуться на главную.

source: HTTP 403. Forbidden.
ru: HTTP 403. Доступ запрещен.

source: HTTP 404. Not found.
ru: HTTP 404. Страница не найдена.

source: HTTP 500. Server error.
ru: HTTP 500. Ошибка сервера.

source: Kaska
ru: Каска

source: Main
ru: Главная

source: Gallery
ru: Галерея

source: Players
ru: Игроки

source: Teams
ru: Команды

source: Tournament schedule
ru: Турнирная сетка

source: Information
ru: Информация
